Repository: no33jou/iTunesDemo
Catalog: iTunesDemo/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

# Alert.message
source: Check if the settings disable network privileges, please authorize the application to access the network.
zh_hans: 检查设置是否关闭了网络权限,请授权应用访问网络。
zh_hant: 檢查設置是否關閉網絡授權，請授權應用訪問網絡。

# Alert.networkError
source: The network is not connected yet, please check the settings
zh_hans: 网络尚未连接，请检查设置
zh_hant: 網絡尚未連接，請檢查設置

# Alert.ok
source: OK
zh_hans: 好
zh_hant: 好

# Alert.settings
source: Settings
zh_hans: 设置
zh_hant: 設置

# Alert.unownedError
source: Unspecified error occurred
zh_hans: 发生未知错误
zh_hant: 發生未知錯誤

# Home.bookmarkHeader
source: Favorites
zh_hans: 收藏夹
zh_hant: 收藏夾

# Home.searchPlaceholder
source: Song,Album,Artist
zh_hans: 歌曲、专辑、歌手
zh_hant: 歌曲、專輯、歌手

# Home.title
source: Search
zh_hans: 搜索
zh_hant: 搜索

# Network.cellularDenied
source: Cellular not available
zh_hans: 蜂窝数据不可用
zh_hant: 蜂窩數據不可用

# Network.localNetworkDenied
source: LocalNetwork not available
zh_hans: 本地网络不可用
zh_hant: 本地網絡不可用

source: Network not available
zh_hans: 网络不可用
zh_hant: 網絡不可用

# Network.vpnInactive
source: VPN Inactive
zh_hans: VPN未激活
zh_hant: VPN未激活

# Network.wifiDenied
source: WiFi not available
zh_hans: WiFI不可用
zh_hant: Wi-Fi不可用

# Search.album
source: Album
zh_hans: 专辑
zh_hant: 專輯

# Search.all
source: Top Results
zh_hans: 最佳结果
zh_hant: 最佳結果

# Search.artist
source: Artist
zh_hans: 歌手
zh_hant: 歌手

# Search.networkErrorTip
source: Network error, please try again later
zh_hans: 网络错误，请稍后重试
zh_hant: 網絡錯誤，請稍後重識

# Search.noDataTip
source: No search results
zh_hans: 无搜索结果
zh_hant: 沒有結果

# Search.song
source: Song
zh_hans: 歌曲
zh_hant: 歌曲
